codezombiech.gitignore
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.code-runner
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.powershell
redhat.java
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
